{
    "Abutilon_eremitopetalum": {
        "Genus": "Abutilon",
        "Species": "eremitopetalum",
        "Common Names": [
            "Hidden-petaled abutilon",
            "Hidden-petaled ilima"
        ],
        "Synonyms": [
            "Abortopetalum eremitopetalum",
            "Abutilon cryptopetalum"
        ],
        "Did You Know…?": "As its scientific name suggests, the hidden-petaled abutilon (Abutilon eremitopetalum) is one of only three of the 150 or so worldwide species ofAbutilonthat have its petalscompletely\"hidden\" from sight. One only sees the fuzzy calyx (the portion covering the petals) and the promenent red stamen protruding from the flower with the lime green lime petals totally hidden within the calyx.",
        "Distribution Status": "Endemic",
        "Endangered Species Status": "Federally Listed",
        "Plant Form / Growth Habit": [
            "Sprawling Shrub",
            "Shrub"
        ],
        "Mature Size, Height (in feet)": [
            "Shrub, Small, 2 to 6",
            "Shrub, Medium, 6 to 10"
        ],
        "Life Span": "Long lived (Greater than 5 years)",
        "Landscape Uses": [
            "Accent",
            "Container",
            "Hedges",
            "Screening",
            "Specimen Plant"
        ],
        "Additional Landscape Use Information": "Certainly not the most impressive of the native abutlion species, but nonetheless, a unique and rare addition to a native landscape! They are rather easy to grow and maintain in a landscape and perform much like koʻoloa ʻula. With its attractive silvery-greenish foliage, this plant can be used as an accent shrub.",
        "Source of Fragrance": [
            "No Fragrance"
        ],
        "Plant Produces Flowers": "Yes",
        "Flower Type": "Not Showy",
        "Flower Colors": [
            "Green",
            "Greenish-White",
            "Red"
        ],
        "Additional Flower Color Information": "The lime green petals are hidden within the calyx (sepals)--the portion of the flower under the petals. Some calyxes have a flush of light red. The prominent stamen cluster (staminal tube) is coral red and protrudes from the petals/calyx area.",
        "Blooming Period": [
            "Sporadic"
        ],
        "Additional Blooming Period and Fruiting Information": "The unique flowers of the hidden-petaled abutilon are indeed hidden among the large leaves and not readily detected from a distance. One or two flowers are on each stem.",
        "Plant texture": [
            "Medium"
        ],
        "Leaf Colors": [
            "Gray / Silverish",
            "Light Green"
        ],
        "Additional Leaf Color Information": "The light green to grayish-green leaves are fuzzy and heart-shaped.",
        "Additional Pest & Disease Information": "Chinese rose beetles can chew unslightly holes in leaves.",
        "Pruning Information": "Like other members of the Mallow family (Malvaceae), this rare shrub seems to handle pruning well. Do not remove more than necessary at any one time.",
        "Water Requirements": [
            "Dry"
        ],
        "Additional Water Information": "Grows well in dry, warm temperature.  Benefits from regular watering.",
        "Soil must be well drained": "Yes",
        "Light Conditions": [
            "Full sun",
            "Partial sun"
        ],
        "Additional Lighting Information": "Does best in full sun conditions.",
        "Tolerances": [
            "Drought"
        ],
        "Soils": [
            "Clay",
            "Cinder",
            "Organic"
        ],
        "Natural Range": [
            "Lānaʻi"
        ],
        "Natural Zones (Elevation in feet, Rainfall in inches)": [
            "150 to 1000, 0 to 50 (Dry)",
            "1000 to 1999, 0 to 50 (Dry)"
        ],
        "Habitat": [
            "Terrestrial"
        ],
        "Additional Habitat Information": "This extremely rare and endangered abutilon is only from dry forests at 690 to 1710 feet in eastern Lānaʻi in Kānepuʻu, Kehewai, and the Kalulu and Maunalei Valleys, but also previously recorded from Kaʻā in the northwest, Mahana (east), and Pāwili (northeast). [1,2]The plants from Kānepuʻu were introductions by George Munro, with at least some of these from the Kalulu plants. [1]",
        "General Information": "The hidden-petaled abutilon is a smaller relative of hibiscuses belonging to the Mallow family (Malvaceae).  There are some 150 species worldwide in the genusAbutilon.The Hawaiian Islands have four native species: one indigenousAbutilonspecies (Abutilon incanum) and three endemic endangered species (Abutilon eremitopetalum, A. menziesii, A. sandwicense).",
        "Etymology": "The generic nameAbutilonis derived from the Arabic awbūtīlūn (’abū ṭīlūn), for malvaceous (mallow-like) plants. [3, 4]The specific epitheteremitopetalumliterally means \"hidden petaled.\"Hawaiian Name:There is noknownHawaiian name for the hidden-petaled abutilon.",
        "Background Information": "The Saga of the Hidden-petaled abutilonThe  hidden-petaled abutilon was \"discovered\" by George Munro in 1930 in  Maunalei Valley, Lānaʻi. This abuliton has always been considered rare with  widely scattered populations. The grazing and antler rubbing activities  of Axis deer or chital (Axis axis), introduced to the islands in  1867, has only added to the abutilon's decline.In 1951, only two or  three plants were found. By the early 1980's this species was considered  extinct. However, in 1987 about 60-70 plants were discovered in the  north fork of Kaheʻa Gulch on a slope. But by 1990, only 30 plants were  observed by Steve Perlman (National Tropical Botanical Garden, Kauaʻi). By June  1993 the population was reduced to only seven specimens--the rest eaten  by deer. [1,2]Today, about 100 plants are found in a single wild population in Kaheʻa Gulch.Fortunately, these plants are in cultivation today and grow in several public and private gardens.",
        "Modern Use": "Abutilon eremitopetalumis closely related to koʻoloa ʻula (A. menziesii) and will readily hybridize producing an interesting cross with characteristics of both parents.Like so many other species in the Malvaceae, or Mallow Group, this species, while still uncommon in commercial landscapes, it is rather easy to grow and maintain in the home garden.",
        "Additional References": "[1] \"Recovery Plan for the Lanai Plant Cluster,\" page 26.[2] \"The Story of Lānaʻi\" by George C. Munro,\" Map (enclosed).[3] http://en.wiktionary.org/wiki/Abutilon. [Accessed on 8/17/11][4] http://www.merriam-webster.com/dictionary/abutilon. [Accessed on 8/17/11]PHOTOS FOR THIS SPECIES CAN BE SEEN AT THE LINK (Copy & Paste to your browser):https://www.flickr.com/search/?user_id=50823119%40N08&sort=date-taken-desc&view_all=1&text=Abutilon%20eremitopetalum"
    },
    "Abutilon_incanum": {
        "Genus": "Abutilon",
        "Species": "incanum",
        "Hawaiian Names with Diacritics": [
            "ʻIlima pua kea",
            "Koʻoloa kea",
            "Maʻo"
        ],
        "Hawaiian Names": [
            "Ilima pua kea",
            "Kooloa kea",
            "Mao"
        ],
        "Common Names": [
            "Hoary abutilon"
        ],
        "Synonyms": [
            "Sida incana"
        ],
        "Endangered Species Status": "No Status",
        "Plant Form / Growth Habit": [
            "Sprawling Shrub",
            "Shrub"
        ],
        "Mature Size, Height (in feet)": [
            "Shrub, Small, 2 to 6",
            "Shrub, Medium, 6 to 10"
        ],
        "Mature Size, Width": "6 to 8 feet.",
        "Life Span": "Long lived (Greater than 5 years)",
        "Landscape Uses": [
            "Accent",
            "Container"
        ],
        "Additional Landscape Use Information": "A rarely used small shrub that has great potential as an accent plant and may be used in the landscape like ʻilima (Sida fallax).The shrubs can be used in xeric locations and may even be salt tolerant since it can be naturally found within a stone's throw from the ocean. [David Eickhoff, Native Plants Hawaiʻi]",
        "Plant Produces Flowers": "Yes",
        "Flower Type": "Not Showy",
        "Flower Colors": [
            "Pink",
            "Purple",
            "Red",
            "White"
        ],
        "Additional Flower Color Information": "The beautiful five-petaled flowers are tiny compared with the leaves. Like many otherAbutilonspecies the flowers are often hidden by the leaves.Though only pink flowered forms are known in Hawaiʻi, colors can also be white, yellow, orange-yellow to orange in other parts of its natural range. The flower centers of Hawaiian flowers are reddish or wine-colored.Note: The \"Flower Colors\" range above is only for the Hawaiian plants.",
        "Blooming Period": [
            "Year Round",
            "Sporadic"
        ],
        "Additional Blooming Period and Fruiting Information": "In Hawaiʻi, the blooming period can be sporadic or year round.On the continental USA, they flower from March to October.",
        "Plant texture": [
            "Medium",
            "Coarse"
        ],
        "Additional Plant Texture Information": "In culture, if over watered and/or fertilized with especially with high nitrogen, the leaves can become flaccid (sagging) and large, overwhelming the already small flowers. [David Eickhoff, Native Plants Hawaiʻi]",
        "Leaf Colors": [
            "Light Green",
            "Medium Green"
        ],
        "Additional Pest & Disease Information": "Aphids seem to target new leaves. Whitefies and red spider mites may be problematic on mature leaves. [David Eickhoff, Native Plants Hawaiʻi]",
        "Water Requirements": [
            "Dry"
        ],
        "Additional Water Information": "More water produces larger leaves, but hides the already tiny flowers.",
        "Soil must be well drained": "Yes",
        "Light Conditions": [
            "Full sun",
            "Partial sun"
        ],
        "Additional Lighting Information": "Though they prefer full sun, they can also naturally be found in partial sun under kiawe (Prosopissp.), pluchea and other alien shrubs and trees. [David Eickhoff, Native Plants Hawaiʻi]",
        "Tolerances": [
            "Drought",
            "Wind",
            "Heat"
        ],
        "Soils": [
            "Sand",
            "Cinder",
            "Organic",
            "Coral"
        ],
        "Natural Range": [
            "Niʻihau",
            "Kauaʻi",
            "Oʻahu",
            "Molokaʻi",
            "Lānaʻi",
            "Maui",
            "Kahoʻolawe"
        ],
        "Natural Zones (Elevation in feet, Rainfall in inches)": [
            "Less than 150, 0 to 50 (Dry)",
            "150 to 1000, 0 to 50 (Dry)"
        ],
        "Habitat": [
            "Terrestrial"
        ],
        "Additional Habitat Information": "Native to the Sonara Desert (s.w. Arizona, Baja, and Sinaloa in n. Mexico), Colorado, New Mexico, Texas (Edwards Plateau to w. Texas), [2] and in Hawaiʻi.In Hawaiʻi it is questionably indigenous and found mainly on leeward sides in shrublands, grasslands, and dry forests on all the main islands except Hawaiʻi Island, from sea level to about 720 feet.A. menziesiihas been recorded from two areas in the lowlands  adjacent to the Waiʻanae Mountains (Kapolei area and Lualualei). [Joel  Lau, Botanist].A. incanumgrows in the vicinity and natural hybrids may be possible. [David Eickhoff, Native Plants Hawaiʻi]",
        "General Information": "Maʻo or ʻilima pua kea are smaller relatives of hibiscuses belonging to the Mallow  family (Malvaceae).  There are some 150 species worldwide in the genusAbutilon.The Hawaiian Islands have four nativeAbutilonspecies: the featured  indigenous species (Abutilon incanum) and three endemic endangered species (A. eremitopetalum, A. menziesii, A. sandwicense).",
        "Etymology": "The generic nameAbutilonis derived from the Arabic awbūtīlūn (’abū ṭīlūn), for malvaceous (mallow-like) plants. [7,8]The specific epithetincanumis from the Latinincanus, hoary-white or grey- or white-haired, in reference to the whitish fuzz that cover these plants. [8]Hawaiian Names:ʻIlima pua keais literally translated \"theʻilimawith white flowers\" [1]and Koʻoloa keais \"the whitekoʻoloa.\" [5] Both names refer to similar native family membersʻilima(Sida fallax) andkoʻoloa ʻula(Abutilon menziesii), respectively.Maʻois also the name used for the native cotton (Gossypium sandvicense), but also means \"green.\" See below \"Early Hawaiian Use.\"",
        "Background Information": "Outside of Hawaiʻi, this species is known as hoary abutilon, pelotazo, pelotazo chico, and tronadora.A. menziesiihas been recorded from two areas in the lowlands  adjacent to the Waiʻanae Mountains (Kapolei area and Lualualei). [Joel  Lau, Botanist].A. incanumgrows in the vicinity and natural hybrids may be possible. [David Eickhoff, Native Plants Hawaiʻi]",
        "Early Hawaiian Use": "Dye:A green (ʻōmaʻomaʻo) dye was made from the leaves of maʻo. [6]Medicinal:Dried flowers and root bark were pounded together with other plants, and liquid was heated and used for stomachaches [3,4]",
        "Modern Use": "This abutilon can be used in dry flower arrangements. [2]The tiny flowers may have use for lei since they seem to last a few days after picked. [David Eickhoff, Native Plants Hawaiʻi]",
        "Additional References": "[1] \"A Chronicle and Flora of Niihau\" by Juliet Rice Wichman and Harold St. John, page 109.[2] University of Texas at Austin Native Plant Database http://www.wildflower.org/plants/result.php?id_plant=ABIN [Accessed June 16, 2010][3] \"Native American Ethnobotany\" by Daniel E. Moerman, page 37.[4] \"Hawaiian Herbs of Medicinal Value\" by D.M. Kaaiakamanu & J.K. Akina, page 69.[5] \"Hoʻōla Hou I Ke Kino Kanalo\" by Social Science Research Institute.[6] \"Arts and Crafts of Hawaii\" by Te Rangi Hiroa (Sir Peter H. Buck), page 187.[7] http://en.wiktionary.org/wiki/Abutilon [Accessed on 8/17/11][8] http://www.merriam-webster.com/dictionary/abutilon [Accessed on 8/17/11][9] http://www.definition-of.net/hoary [Accessed on 8/17/11]PHOTOS FOR THIS SPECIES CAN BE SEEN AT THE LINK (Copy & Paste to your browser):https://www.flickr.com/search/?user_id=50823119%40N08&sort=date-taken-desc&view_all=1&text=Abutilon%20incanum"
    },
    "Abutilon_menziesii": {
        "Genus": "Abutilon",
        "Species": "menziesii",
        "Hawaiian Names with Diacritics": [
            "Koʻoloa ʻula"
        ],
        "Hawaiian Names": [
            "Kooloa ula"
        ],
        "Names with Unknown Sources": [
            "Red abutilon",
            "Red ilima"
        ],
        "Distribution Status": "Endemic",
        "Endangered Species Status": "Federally Listed",
        "Plant Form / Growth Habit": [
            "Sprawling Shrub"
        ],
        "Mature Size, Height (in feet)": [
            "Shrub, Small, 2 to 6",
            "Shrub, Medium, 6 to 10"
        ],
        "Mature Size, Width": "Minimum height to width ratio 2:1.",
        "Life Span": "Long lived (Greater than 5 years)",
        "Landscape Uses": [
            "Accent",
            "Container",
            "Hedges",
            "Screening",
            "Specimen Plant"
        ],
        "Additional Landscape Use Information": "These are attractive shrubs with silvery-green foliage and beautiful flowers. Koʻoloa ʻula was one of the first Hawaiian endangered species to be used in urban landscapes in Hawaiʻi. An excellent heat and drought tolerant plant for very sunny and dry areas. Best not to over water koʻoloa ʻula for best flower production.",
        "Source of Fragrance": [
            "No Fragrance"
        ],
        "Plant Produces Flowers": "Yes",
        "Flower Type": "Showy",
        "Flower Colors": [
            "Cream",
            "Pink",
            "Red",
            "Yellow"
        ],
        "Additional Flower Color Information": "The small hibiscus-shaped flowers generally hang downward. Though charming up close, the flowers can be hidden by the much larger leaves and not often visible at a distance. Of course, there are exceptions especially with smaller- or narrow-leaved forms.Although the Hawaiian name ʻula refers to the more commonly seen red color, koʻoloa ʻula flowers are known in a range of colors: pink, pink and white, pale red, maroon, deep purplish-red (wine), salmon, and blond or butter. The center or staminal column is yellowish.",
        "Blooming Period": [
            "Year Round",
            "Sporadic"
        ],
        "Additional Blooming Period and Fruiting Information": "If flowers and seed pods are picked, flowering will continue.  During the hottest parts of the year, floweringmaycease or slow down, for a month or two. But generally, flowers are seen throughout most of the year.",
        "Plant texture": [
            "Fine",
            "Medium"
        ],
        "Additional Plant Texture Information": "The attractive leaves are variable in shape and have a velvety (pubescent) feel to them.  Leaves range between 1 and 5 inches.",
        "Leaf Colors": [
            "Light Green",
            "Medium Green"
        ],
        "Additional Leaf Color Information": "The intensity of the pubescence varies with the form, amount of sunlight and water.",
        "Additional Pest & Disease Information": "Chinese rose beetles will often chew unsightly holes in leaves. Aphids and mealybugs can be a problem around flower buds.Black sooty mold can be due to overwatering or in periods of continuous heavy rainfall.",
        "Fertilizer": "Apply a balanced slow release fertilizer with minor elements every six months.  While an occasional foliar feeding is beneficial, monitor the frequency and amounts of applications.  Over fertilizing, especially with nitrogen, can cause large floppy foliage, producing fewer flowers and encourages leaf-eating pests. [David Eickhoff, Native Plants Hawaiʻi]",
        "Pruning Information": "Koʻoloa ʻula can be pruned to desired height.  Avoid cutting branches too far back to the leafless wood because plants may not re-branch.",
        "Water Requirements": [
            "Dry"
        ],
        "Additional Water Information": "It is best to water the ground beneath the shrubs to avoid excessive water on the foliage and branches which can lead to fungal problems.  Allow soil to dry between waterings.  Black sooty mold forming on leaves and stems, as well as a lower flower production, are tell tale signs of overwatering.  Prolonged rainy periods may also cause black sooty mold to form but plants usually bounce back in the dry season.  Once established there is little reason to provide additional water except in very dry periods. [David Eickhoff, Native Plants Hawaiʻi]",
        "Soil must be well drained": "Yes",
        "Light Conditions": [
            "Full sun",
            "Partial sun"
        ],
        "Additional Lighting Information": "Best grown in full sun for good health and highest flower production.",
        "Spacing Information": "Space them 4 to 6 feet a part to showcase individual shrubs in the landscape, or 2 to 5 feet for hedge plantings.",
        "Tolerances": [
            "Drought",
            "Heat"
        ],
        "Soils": [
            "Clay",
            "Cinder",
            "Organic"
        ],
        "Limitations": "Some forms handle wind better than others. But generally best to shelter from strong wind.Koʻoloa ʻula does not tolerate salt spray conditions.",
        "Natural Range": [
            "Oʻahu",
            "Lānaʻi",
            "Maui",
            "Hawaiʻi"
        ],
        "Natural Zones (Elevation in feet, Rainfall in inches)": [
            "150 to 1000, 0 to 50 (Dry)",
            "1000 to 1999, 0 to 50 (Dry)"
        ],
        "Habitat": [
            "Terrestrial"
        ],
        "Additional Habitat Information": "Locally uncommon to rare in dry forests.Abutilon menziesii has also been recorded from Lānaʻi; West Maui with a single recorded location at Pōhākea Gulch; East Maui on the western flank of Haleakalā; and Hawaiʻi Island in South Kohala. [Joel Lau, Botanist]Some of the largest natural populations occur on the island of Lānaʻi. [Robert Hobdy, Botanist]",
        "General Information": "Koʻoloa ʻula are smaller relatives of hibiscuses belonging to the Mallow family (Malvaceae).  There are some 150 species worldwide in the genusAbutilon.The Hawaiian Islands have four nativeAbutilonspecies: one indigenous species (Abutilon incanum) and three endemic endangered species (A. eremitopetalum, A. menziesii, A. sandwicense).",
        "Etymology": "The generic nameAbutilonis derived from the Arabic awbūtīlūn (’abū ṭīlūn), for malvaceous (mallow-like) plants.The species epithetmenziesiirefers to Archibald Menzies (1754-1842) a Scottish surgeon and naturalist, and the first to taxonomically identify the species.Hawaiian Name:See above \"Additonal Flower Color Information.\"",
        "Background Information": "Artificial (man-made) crosses between the two endemicsAbutlion menziesiixA. sandwicensehave been produced. However, natural hybrids of this combination could potentially be found on the western side of Oʻahu in or near the Waiʻanae Mountains.Abutilon sandwicensisis endemic to the Waiʻanae Mountains, andA. menziesiihas been recorded from two areas in the lowlands adjacent to the Waiʻanae Mountains (Kapolei area and Lualualei). [Joel Lau, Botanist]A. incanumgrows in the vicinity and natural hybrids may be possible. [David Eickhoff, Native Plants Hawaiʻi]",
        "Early Hawaiian Use": "Lei:The flowers were used in lei making. [1]Medicinal:The juice of the red blossoms was used as a laxative. [2]",
        "Modern Use": "The flowers do not wilt quickly, making koʻoloa ʻula a nice lei flower. [1]This species easily hybridizes with the hidden-petaled abuliton (Abutilon eremitopetalum), a Lānaʻi endemic, producing an interesting cross with a balance of nice characteristics from both parents. [David Eickhoff, Native Plants Hawaiʻi]",
        "Additional References": "[1] \"Nā Lei Makamae--The Treasured Lei\" by Marie A. McDonald & Paul R. Weissich, page 52.[2] \"Native Planters in Old Hawaii--Their Life, Lore, & Environment\" by E. S. Handy and Elizabeth Green Handy, page 239.[3] http://en.wikipedia.org/wiki/Archibald_Menzies [Accessed 11/4/10][4] http://en.wiktionary.org/wiki/Abutilon [Accessed on 8/17/11][5] http://www.merriam-webster.com/dictionary/abutilon [Accessed on 8/17/11]PHOTOS FOR THIS SPECIES CAN BE SEEN AT THE LINK (Copy & Paste to your browser):https://www.flickr.com/search/?user_id=50823119%40N08&sort=date-taken-desc&view_all=1&text=Abutilon%20menziesii"
    },
    "Dodonaea_viscosa": {
        "Genus": "Dodonaea",
        "Species": "viscosa",
        "Hawaiian Names with Diacritics": [
            "Kūmakani",
            "ʻAʻaliʻi",
            "ʻAʻaliʻi kū ma kua",
            "ʻAʻaliʻi kū makani"
        ],
        "Hawaiian Names": [
            "Aalii",
            "Aalii ku ma kua",
            "Aalii ku makani",
            "Kumakani"
        ],
        "Common Names": [
            "Hawaiian hopseed bush",
            "Hopbush",
            "Hopseed",
            "Sticky hop bush",
            "Woolly-fruited hopseed"
        ],
        "Synonyms": [
            "Dodonaea arborescensvar.spatulata",
            "Dodonaea eriocarpa",
            "Dodonaea sandwicensis",
            "Dodonaea spatulata",
            "Dodonaea stenoptera",
            "Dodonaea x fauriei"
        ],
        "Distribution Status": "Indigenous",
        "Endangered Species Status": "No Status",
        "Plant Form / Growth Habit": [
            "Partially Woody / Shrub-like",
            "Sprawling Shrub",
            "Shrub",
            "Tree"
        ],
        "Mature Size, Height (in feet)": [
            "Shrub, Dwarf, Less than 2",
            "Shrub, Small, 2 to 6",
            "Shrub, Medium, 6 to 10",
            "Shrub, Tall, Greater than 10",
            "Tree, Small, 15 to 30"
        ],
        "Mature Size, Width": "ʻAʻaliʻi has a 5 to 15 foot spread and a height to width ratio of  1:5:1.",
        "Life Span": "Long lived (Greater than 5 years)",
        "Landscape Uses": [
            "Accent",
            "Container",
            "Erosion Control",
            "Ground Cover",
            "Hedges",
            "Screening",
            "Specimen Plant",
            "Trellis or Fence Climber"
        ],
        "Additional Landscape Use Information": "An excellent plant for dry, windy, full sun areas where few other plants will survive. Low or prostrate varieties can be used as a groundcover.The name ʻaʻaliʻi kū makani means \"standing in wind,\" suggests the plants ability to grow in strong winds. ʻAʻaliʻi kū ma kua means \"ʻaʻaliʻi standing in back.\" [2]Companion Plants:Outplant with other native plants such as ʻilima, ʻākia, kupukupu, pōhinahina, ʻilieʻe, ʻūlei, kuluʻī, lonomea and mānele._____* These plants can be found on this website  using the \"Browse Plants\" feature found at the top. Enter plant names  without diacritics.",
        "Plant Produces Flowers": "Yes",
        "Flower Type": "Not Showy",
        "Flower Colors": [
            "Greenish-White",
            "Red",
            "Yellow"
        ],
        "Additional Flower Color Information": "Diminutive greenish or yellowish white to reddish flowers form in clusters at leaf tips.",
        "Blooming Period": [
            "Year Round",
            "Sporadic"
        ],
        "Additional Blooming Period and Fruiting Information": "ʻAʻaliʻi can be male or female on separate plants (dioecious) or both male and female on the same plant (monoecious).  The male and female flowers are diminutive. The fruits (capsules), however, are showy and are the attractive feature of ʻaʻaliʻi.  The seed capsules, only produced from female flowers, can be greenish-white, straw yellow, pink, orangish, light red, brick red, or reddish-purple, and often a mottled combination of colors.Natural habitats such as Lānaʻi (Kānepuʻu) and some of the dry forests on Hawaiʻi Island produce some very nice low growing forms with abundant tight clusters of brilliantly colored capsules. [David Eickhoff, Native Plants Hawaiʻi]",
        "Plant texture": [
            "Fine",
            "Medium",
            "Coarse"
        ],
        "Additional Plant Texture Information": "Leaves range from under an inch to over 5 inches long.",
        "Leaf Colors": [
            "Dark Green",
            "Medium Green"
        ],
        "Additional Leaf Color Information": "ʻAʻaliʻi leaves can be green to green mottled with red.",
        "Additional Pest & Disease Information": "Mealy bugs can be a problem if not controlled.Black twig borers can be a major threat as well. Watch for dying \"twigs\" or ends of the branches. Treat with an insecticide containing imidacloprid as needed.",
        "Fertilizer": "An application of a balanced slow release fertilize with minor elements every six months.  Foliar feed monthly with kelp or fish emulsion, or a water-soluble fertilizer with a dilution of one half to one third of recommended strength. [David Eickhoff, Native Plants Hawaiʻi]",
        "Pruning Information": "ʻAʻaliʻi prunes well and is very forgiving of pruning errors.  Pruning encourages thicker hedges but do not prune back into old wood.  Prune after fruiting to shape or keep short.  ʻAʻaliʻi can be shaped into a small tree, topiary, hedge or espalier (on a trellis).",
        "Water Requirements": [
            "Dry",
            "Moist"
        ],
        "Additional Water Information": "Moderate to light. [16] Greatly reduce watering once plants are well established.",
        "Soil must be well drained": "Yes",
        "Light Conditions": [
            "Full sun",
            "Partial sun"
        ],
        "Additional Lighting Information": "ʻAʻaliʻi becomes more tree like or leggy when grown shade with too much moisture. They prefer full sun, branching and flowering more profusely with good sunlight.",
        "Spacing Information": "Depending on variety and source, plants should be spaced 6 to 8 ft. apart to show case plants. [David Eickhoff, Native Plants Hawaiʻi]  Otherwise, it can be planted in close proximity to other plants. [16]As is the case with many native Hawaiian plants, ʻaʻaliʻi may perform  differently under cultivation than in their natural habitat.",
        "Tolerances": [
            "Drought",
            "Wind",
            "Salt Spray"
        ],
        "Soils": [
            "Sand",
            "Cinder",
            "Organic"
        ],
        "Limitations": "Although ʻaʻaliʻi is drought tolerant, it will shed leaves and become unattractive in periods of extreme drought. [16] These shrubs have a moderate salt tolerance.Male ʻaʻaliʻi do not produce the characteristic seed capsules which are a prominent feature in landscapes or for lei production.",
        "Natural Range": [
            "Niʻihau",
            "Kauaʻi",
            "Oʻahu",
            "Molokaʻi",
            "Lānaʻi",
            "Maui",
            "Kahoʻolawe",
            "Hawaiʻi"
        ],
        "Natural Zones (Elevation in feet, Rainfall in inches)": [
            "Less than 150, 0 to 50 (Dry)",
            "Less than 150, 50 to 100 (Mesic)",
            "Less than 150, Greater than 100 (Wet)",
            "150 to 1000, 0 to 50 (Dry)",
            "150 to 1000, 50 to 100 (Mesic)",
            "150 to 1000, Greater than 100 (Wet)",
            "1000 to 1999, 0 to 50 (Dry)",
            "1000 to 1999, 50 to 100 (Mesic)",
            "1000 to 1999, Greater than 100 (Wet)",
            "2000 to 2999, 0 to 50 (Dry)",
            "2000 to 2999, 50 to 100 (Mesic)",
            "2000 to 2999, Greater than 100 (Wet)",
            "3000 to 3999, 0 to 50 (Dry)",
            "3000 to 3999, 50 to 100 (Mesic)",
            "3000 to 3999, Greater than 100 (Wet)",
            "4000 to 4999, 0 to 50 (Dry)",
            "4000 to 4999, 50 to 100 (Mesic)",
            "4000 to 4999, Greater than 100 (Wet)"
        ],
        "Habitat": [
            "Terrestrial"
        ],
        "Additional Habitat Information": "This shrub is found in a variety of habitats such as coastal dunes, lava fields, dry, mesic and wet forests, and from low elevations to subalpine shrubland (10-7700 feet).",
        "General Information": "The genusDodonaeabelongs to the Soapberry family (Sapindaceae) with some 70 species, 61 of which occur in Australia with 59 endemic species.Dodonaea viscosais the only Pantropic species and found tropical, subtropical and warm temperate regions of United States (California, Arizona, Florida) to South America, Africa, southern Asia, Papua New Guinea, Australia, New Zealand, and some Pacific islands, including the Hawaiian Islands.Other native Hawaiian members include two endemics māhoe (Alectryon macrococcus), and lonomea (Sapindusoahuensis), and the indigenous mānele (Sapindussaponaria).",
        "Etymology": "The generic nameDodonaeais named after the Flemish physician and botanist Rembert Dodoens (1517-1585), who was later a professor of medicine at Leiden, The Netherlands.The specific epithetviscosais derived from viscous or sticky.Hawaiians Names:ʻAʻaliʻi kū ma kua(meaning ʻaʻaliʻi standing in back),ʻaʻaliʻi kū makani(ʻaʻaliʻi standing in the wind), andkūmakani(windbreak or wind resisting).",
        "Background Information": "ʻAʻaliʻi is an extremely variable plant with many habit, leaf and capsule forms and colors. One can hardly say that there is a typical ʻaʻaliʻi. Three intergradingDodonaeaentities may be recognized in the Hawaiian Islands, possibly to a species level:(1)D. sandwicensis, found occuring in wet motane sites, have mostly 2-winged capsules. [7] This plant is the only one of the three found in wet areas. Apparently endemic to the Hawaiian Islands. [Joel Lau, Botanist](2)D. viscosa[syn.D. angustifolia,D. eriocarpa,D. spaulata], widespread and pan-tropic but in the Hawaiian Islands this plant is primarily found in open, mesic to dry sites on all the Main Islands. These plants have 3-4-winged capsules that are fuzzy and turgid (swollen). [6](3)D. stenoptera, which occur primarily on Molokaʻi and scattered sites on Oʻahu (tree-sized), have the largest capsules of the three species and are strongly inflated, 4-winged and wings are short, almost wingless. Apparently these plants are/were found on Lānaʻi and West Maui (two records). [Joel Lau, Botanist]This is a favorite food plant for the Blackburn butterly (Udara blackburni) caterpillars, one of two endemic Hawaiian butterflies, as well as the striking gem-like koa bug (Coleotichus blackburniae). [8]The seeds were a food source for the Hopue or Greater koa-finch (Rhodacanthus palmeri). This beautiful bright orange and green honeycreeper was a native of the koa forests of the Kona and Kaʻū districts of Hawaiʻi Island, but is now extinct. [12]ʻAʻaliʻi is one of the few native Hawaiian plants that can endure fires and is a pioneer plant, that is, seeds survive and plants will return to the burned areas. [8]",
        "Early Hawaiian Use": "Early Hawaiians had many uses for ʻaʻliʻi. The yellowish-brown hard wood, sometimes with black  heartwood, was used for canoe building, weapons, agricultural tools,  rafters, posts and thatching posts or purlins in house (hale)  construction. [1,8,10,11,13]Regarding the resiliency of these tough shrubs, an ancient boasts of the people of Kaʻū states: \"He ʻaʻaliʻi au; ʻaʻohe  makani e hina ai\" which means \"I am an ʻaʻaliʻi shrub; no wind can push  me over,\" or in other words, \"I can hold my own even in the face of  difficulties.\" [2,3,9]Dye:The seeds were boiled to make red dye for decorating kapa (tapa) cloth. [1,10]Fishing:The  very hard, durable wood is heavy and sinks in water and so was used for  bait sticks. From a canoe, the bait sticks were lowered into water at a  depth or twenty or so feet to attract fish or heʻe (octopus), which  then could be lured to the surface and caught with a waiting net.  ʻAʻaliʻi was also fashioned into light fishing spears, especially for  heʻe. [1,8,13]Lei:Fruits (capsules) and leaves were used in lei making by early Hawaiians. [1,4,9]Medicinal:The crushed leaves were used as a topical medicine for relief from irritating rashes and contagious diseases such as ringworm or \"haole rot\" and staff infections. [2,5,8,10]Like hops, flowers were used to impart a bitter flavor, and also used as a tonic. [13]For a treatment called holoina, ‘a‘ali‘i leaves are mixed with ala‘a (Planchonella sandwicensis) bark and puakala ku kula (Argemone glauca) root then ground and strained. The liquid is heated in a steam bath, which is followed with a purge of ground pilikai (Stictocardia tiliifolia) fruit to treat skin rash (‘ōhune or mane‘o). [15]",
        "Modern Use": "Capsules and leaves are still used in lei making as they were with early Hawaiians. [4,9]Used in modern times throughout the world as a poultice or decocted fortopical use only. This plant is mildly toxic containing small amounts of cyanogenic toxins and plant materials can cause cyanide poisoning if ingested. [8]ʻAʻaliʻi wood is repotedly termite resistant. [8]The cultivar 'Purpurea,' with purple foliage, is widely used as a shrub on the mainland USA.Use Outside of the Hawaiian Islands:It would not be possible to list all the cultural uses of this plant here. But some examples of the diverse uses are noted below.The wood has been used by many cultures for tool handles, walking sticks, and carving implements. The wood is also good for firewood as it ignites easily. [14]New Zealand's Māori used the wood to fashion clubs and other weapons. The Māori nameakeakemeans \"forever and ever.\"Seri, an indigenous people of Sonora, Mexico, use the plants medicinally.On New Guinea, the Yali highlanders use the wood for house construction and firewood, and apply heated leaves as plasters for wounds. [17]The wood is also used for house construction in Southeast Asia, West Africa, and Brazil. [17]",
        "Additional References": "[1] \"Plants in Hawaiian Culture\" by Beatrice H. Krauss, pages 45, 56, 65.[2] Hawaiian Encyclopedia http://www.hawaiianencyclopedia.com/part-3.asp [accessed 2/17/10][3] Hawaiian Dictionaries http://www.wehewehe.org [accessed 2/17/10][4] \"Nā Lei Makamae--The Treasured Lei\" by Marie A. McDonald & Paul R.  Weissich, page 2.[5] \"Hawaiian Herbs of Medicinal Value\" by D.M. Kaaiakamanu & J.K.  Akina, page 3.[6] \"Flora Hawaiiensis\" by Otto Degener, Book 5, Family: 210.[7] \"Flora Hawaiiensis\" by Otto Degener, Book 6, Family: 210.[8] \"Medicine at Your Feet: Healing Plants of the Hawaiian Kingdom, Volume 1,\" by David Bruce Leonard, page 93-95.[9] \"In Gardens of Hawaii\" by Marie C. Neal, page 537.[10] \"Auwahi: Ethnobotany of a Hawaiian Dryland Forest\" by A.C. Medeiros, C.F. Davenport & C.G. Chimera, pages 14, 16.[11] \"Lāʻau Hawaiʻi: Traditional Hawaiian Uses of Plants\" by Isabella Aiona Abbott, page 68.[12]  \"The Hawaiian Honeycreepers: Drepanidinae\" by H. Douglas Pratt, page 209.[13] \"Common Forest Trees of Hawaii (Native and Introduced)\" by Elbert L. Little Jr. and Roger G. Skolmen, page 204.[14] \"Paradisus: Hawaiian Plant Watercolors\" by Geraldine King Tam and David J. Mabberley, page 30.[15] \"Hawaiian Ethnobotany Online Database\" http://data.bishopmuseum.org/ethnobotanydb [Accessed 1/24/12][16] \"How to Plant a Native Hawaiian Garden\" by Kenneth M. Nagata, page\"ʻAʻaliʻi.\"[17] Kew Gardens http://www.kew.org [Accessed on 11/20/13]PHOTOS FOR THIS SPECIES CAN BE SEEN AT THE LINK (Copy & Paste to your browser):https://www.flickr.com/search/?user_id=50823119%40N08&sort=date-taken-desc&view_all=1&text=Dodonaea%20viscosa"
    },
    "Metrosideros_polymorpha": {
        "Genus": "Metrosideros",
        "Species": "polymorpha",
        "Varieties": [
            "dieteri",
            "glaberrima",
            "incana",
            "macrophylla",
            "newellii",
            "polymorpha",
            "pseudorugosa",
            "pumila"
        ],
        "Hawaiian Names with Diacritics": [
            "Lehua",
            "ʻŌhiʻa",
            "ʻŌhiʻa lehua"
        ],
        "Hawaiian Names": [
            "Lehua",
            "Ohia",
            "Ohia lehua"
        ],
        "Synonyms": [
            "Metrosideros collina",
            "Metrosideros pumila",
            "Nania glabrifolia",
            "Nania lutea",
            "Nania macropusvar.microphylla",
            "Nania polymorpha",
            "Nania pumila"
        ],
        "Did You Know…?": "ʻŌhiʻa lehua (Metrosideros polymorpha) is the most common and variable of all native trees. The species namepolymorpha, meaning \"many forms,\" is most apropos.  Probably no other native Hawaiian plant is found in a greater number  of varieties than this one. The sheer number and variations of ʻōhiʻa shrub and  tree forms, leaf colors and shapes, and floral colors boggles the  imagination!",
        "Distribution Status": "Endemic",
        "Endangered Species Status": "No Status",
        "Plant Form / Growth Habit": [
            "Shrub",
            "Tree"
        ],
        "Mature Size, Height (in feet)": [
            "Shrub, Dwarf, Less than 2",
            "Shrub, Small, 2 to 6",
            "Shrub, Medium, 6 to 10",
            "Shrub, Tall, Greater than 10",
            "Tree, Dwarf, Less than 15",
            "Tree, Small, 15 to 30",
            "Tree, Medium, 30 to 50",
            "Tree, Large, Greater than 50"
        ],
        "Mature Size, Width": "The width varies greatly among the many varieties and forms, but generally the canopy is 10 to 20 feet wide. Trees can, however, have a spread of 40 feet or more. [22]",
        "Life Span": "Long lived (Greater than 5 years)",
        "Landscape Uses": [
            "Accent",
            "Container",
            "Provides Shade",
            "Screening",
            "Specimen Plant"
        ],
        "Additional Landscape Use Information": "ʻŌhiʻa are essential trees for native landscapes and are not difficult to grow in urban landscapes provided they are given good sunlight, rich organic soil, and excellent drainage.They do well under cultivation. Plants that have become root-bound in pots tend to remain stunted for a long time. Consequently, it is best to plant ʻōhiʻa into the ground before it becomes pot-bound. [22]Since ʻōhiʻa are nearly in constant bloom, they attract numerous bees and other insects. Keep this in mind when choosing planting sites that may be close the entrances & exits to your home.ʻŌhiʻa are sensitive to root disturbance. A few  planting guidelines can help:  Dig a larger planting hole than the root  ball, perhaps as much as twice  as large. Put good drainage material  such as black or red cinder in the  bottom. When planting ʻōhiʻaneversplay out the root ball  but gently place in hole as is. Nor should  ʻōhiʻa be planted too  deep. Soil shouldnevercover the  surface area around trunk base.  Better to err on the side of planting  too high than too low. Water soil  thoroughly. A final watering of  B-vitamin solution can help to  alleviate stress and encourage new root  growth. For small plants water  everyday until established; larger  plants every two or three days should  suffice. New signs of liko, new  growth, is a key to a successful  planting. [David Eickhoff, Native Plants Hawaiʻi]These wonderful trees may be grown in containers if provided with full sun and fertilizer applications at half strength. [6]ʻŌhiʻa is a quick growing species, but will not develop a significant canopy for many years. They tolerate a fair amount of crowding. [22]Companion Plants:Koa, ʻiliahi, kōpiko, and hāpuʻu,* as well as dozens of other native plants, are natural companion plants._____* These plants can be found on this website using the \"Browse Plants\" feature found at the top. Enter names without diacritics.",
        "Plant Produces Flowers": "Yes",
        "Flower Type": "Showy",
        "Flower Colors": [
            "Cream",
            "Light Orange",
            "Orange",
            "Pink",
            "Red",
            "Yellow"
        ],
        "Additional Flower Color Information": "ʻŌhiʻa flower colors include red flowered ʻōhiʻa called ʻōhiʻa ʻulaʻula; while those with dark red flowers are referred to as ʻōhiʻa ʻāpane and lehua ʻāpane, named after the red and black feathered honeycreeper ʻapapane. ʻŌhiʻa with yellow blossoms are known as lehua mamo, named after the Hawaiʻi mamo (Drepanis funerea), an extinct honeycreeper with very few prized yellow feathers, the highest valued color of the early Hawaiians.  [3]Early reports from residents said that some dark-colored ʻōhiʻa flowers near Keahikawelo, Lānaʻi were elele (black) or hāuli (brown), but may have been a very dark shade of yellow. [10]There are also naturally bi-colored (e.g. yellow/orange) flower forms, pehaps known as Lehua mamo ʻōʻā ʻalani (yellow with orange). [Peter VanDyke, Amy Greenwell Etnobotanical Garden, pers. comm.] And in at least one example, there is an ʻōhiʻa that the flowers open as orange (ʻalani) and then turn yellow (mamo) three days later. [Rick Barboza, Hui Kū Maoli Ola]Some believe that a pure, or snow white, flower form of ʻōhiʻa exists.  [816,23] Hawaiian names do give indication to a wide range of whitish  forms: ʻōhiʻa hākea or lehua haʻakea (cream), ʻōhiʻa kea or lehua kea  (clear white), and ʻōhiʻa lehua puakea or lehua pua kea (pale). Certainly pale or light yellow (hālena) flower forms are known to exist.  But do any of these names refer to apure white formas claimed? A true, pure white  ʻōhiʻa may be the \"holy grail\" or the \"bigfoot\" among our native plants. Hard evidence is required to support the argument of its existence. [15]",
        "Blooming Period": [
            "Year Round",
            "Sporadic"
        ],
        "Plant texture": [
            "Fine"
        ],
        "Additional Plant Texture Information": "Leaves are variable with variety and form in size, color, shape, texture, and with or without fuzz. Specific names have been applied to certain leaf forms. ʻŌhiʻa with very small leaves are referred to as lehua lau liʻi or ʻōhiʻa lau liʻi; ʻōhiʻa with sessile (no petiole) cordate (heart-shaped) leaves are known as lehuakūmakua or ʻōhiʻa kū ma kua.  Leaves range beween a half and 3 inches long.",
        "Leaf Colors": [
            "Dark Green",
            "Light Green",
            "Medium Green"
        ],
        "Additional Leaf Color Information": "Some ʻōhiʻa are grown mainly for their brilliant liko, or new leaves used for landscaping or cultural uses as lei and haku (lei poʻo). Liko colors can be yellow, orange, pink, red, magenta or purplish.",
        "Additional Pest & Disease Information": "Caterpillars and Chinese rose beetles can be detructive to new growth (liko). Black twig borer can be a serious problem. Cut off infected material well below the dead area, wrap securely in a plastic bag and dispose of or completely destroy right away. Whiteflies can infest ʻōhiʻa as well.ʻŌhiʻa is susceptible to attacks by the bright yellow ʻōhiʻa, or guava, rust (Puccinia psidii) especially in wet environments or during the rainy season. This aggressive rust can be a serious problem if not taken care of in a timely manner. At the first sign of ʻōhiʻa rust, infected material can be carefully trimmed off, bagged securely, and disposed of. One suggestion is to put cut pieces in a bottle with a small amount of alcohol before disposing. Then, the plant and any others, including relatives (Eugeniaspp.,Syzygiumspp.), in the area should be treated with a fungicide immediately. [14]Never add trimmings damaged by ʻōhiʻa rust or black twig borer to a compost pile.",
        "Fertilizer": "Apply an 8-8-8 or 13-13-13 slow release fertilizer with minor elements every six months.Foliar feeding in early morning with a water-soluble or an organic fertilizer (e.g. kelp or fish emulsion) at one-half to one-third to the recommended strength monthly has proved beneficial. [David Eickhoff, Native Plants Hawaiʻi]",
        "Pruning Information": "If required, light and judicious pruning can be done with no ill effects on the trees or shrubs. Do not over prune at one time.",
        "Water Requirements": [
            "Dry",
            "Moist"
        ],
        "Additional Water Information": "Water needs depend much on origin of the ʻōhiʻa and where it is grown in the landscape, but generally requires very good drainage.",
        "Soil must be well drained": "Yes",
        "Light Conditions": [
            "Full sun",
            "Partial sun"
        ],
        "Additional Lighting Information": "ʻŌhiʻa prefer full sunlight to grow and bloom to their full potential.",
        "Spacing Information": "They will tolerate a fair amount of crowding and planted as close as 5 feet a part. They can be thined out many years later as they develop into trees. [22]",
        "Tolerances": [
            "Drought",
            "Wind"
        ],
        "Soils": [
            "Cinder",
            "Organic"
        ],
        "Limitations": "Peformance in coastal sites may be marginal. [22]",
        "Natural Range": [
            "Kauaʻi",
            "Oʻahu",
            "Molokaʻi",
            "Lānaʻi",
            "Maui",
            "Hawaiʻi"
        ],
        "Natural Zones (Elevation in feet, Rainfall in inches)": [
            "Less than 150, 0 to 50 (Dry)",
            "Less than 150, 50 to 100 (Mesic)",
            "Less than 150, Greater than 100 (Wet)",
            "150 to 1000, 0 to 50 (Dry)",
            "150 to 1000, 50 to 100 (Mesic)",
            "150 to 1000, Greater than 100 (Wet)",
            "1000 to 1999, 0 to 50 (Dry)",
            "1000 to 1999, 50 to 100 (Mesic)",
            "1000 to 1999, Greater than 100 (Wet)",
            "2000 to 2999, 0 to 50 (Dry)",
            "2000 to 2999, 50 to 100 (Mesic)",
            "2000 to 2999, Greater than 100 (Wet)",
            "3000 to 3999, 0 to 50 (Dry)",
            "3000 to 3999, 50 to 100 (Mesic)",
            "3000 to 3999, Greater than 100 (Wet)",
            "4000 to 4999, 0 to 50 (Dry)",
            "4000 to 4999, 50 to 100 (Mesic)",
            "4000 to 4999, Greater than 100 (Wet)"
        ],
        "Habitat": [
            "Epiphyte",
            "Lithophyte",
            "Terrestrial"
        ],
        "Additional Habitat Information": "ʻŌhiʻa (Metrosideros polymorpha)can be found from near sea level to over 7,200 feet on most of the Main Islands and often a major component of native Hawaiian forests as dominant or co-dominant trees.The number of natural habitats where ʻōhiʻa grow is simply staggering. Trees and shrubs can be found in or near coastal sites, dry, mesic and wet forests, wind swept slopes and ridges, arid shrublands, sub-alpine, and even saturated mountain bogs perpetually shrouded by mist where mature flowering ʻōhiʻa may grow only a few inches tall. They can even be commonly seen growing as an epiphyte on hāpuʻu (tree fern). ʻŌhiʻa are often among first to pioneer new bare lava flows providing a safe haven for many plants and animals.It's no wonder that ʻōhiʻa are the most common of all the native Hawaiian trees!",
        "General Information": "ʻŌhiʻa (Metrosiderosspp.) belong to the Myrtle family or Myrtaceae with a current figure at over 5,650 species. [5]Other non-native relatives, many naturalized in  Hawaii, are numerous  and include myrtle, tea tree, strawberry  guava or waiawī ʻulaʻula,  pineapple guava or kuawa, allspice,  eucalyptus, melaleuca or paper  bark,  bottlebrush (Callistemon), and Surinam  cherry (Eugenia uniflora)--to  name a  few. Some of these have become  seriously invasives displacing  large tracts of native forests with a  monoscape of a single species. An  extreme example of this is the highly  invasive strawberry guava (Psidium cattleianum) where little vegetation can grow beneath its dense canopy.NativeMetrosiderosinclude five endemic species: Lehua ʻāhihi or ʻāhihi (M. tremuloides), lehua papa (M. rugosa), and three known by the name ʻōhiʻa (M. polymorpha, M. macropusandM. waialealae). But it is the speciespolymorphathat is by far the most common and widest ranging ʻōhiʻa in the islands.Other native Myrtaceae members include the indigenous Beach cherry or nīoi (Eugenia reinwardtiana), and two endemics: the endangered Koʻolau eugenia or nīoi (Eugenia koolauensis), and the fairly common ʻŌhiʻa hā (Syzygium sandwicensis).",
        "Etymology": "The generic nameMetrosiderosis derived from the Greekmetra, heartwood, andsideron, iron, referring to the very hard wood of these plants.The specific epithetpolymorpha, is from the Greekpoly, many, andmorphos, forms, in reference to the numerous forms or shapes of this species.",
        "Background Information": "As already noted, this paricular species is found in numerous forms. The early Hawaiians recognized these distinctive forms. Among them is the varietypumilawhich they gave additonal names such as lehua maka noe, lehua neʻeneʻe, and lehua neneʻe.Several native Hawaiian birds feed on the flowers and among the foliage of ʻōhiʻa. Among them are ʻiʻiwi (Vestiaria coccinea), ʻapapane (Himatione sanguinea), and ʻakohekohe (Palmeria dolei) which feed mostly on the flowers and insects; and foraging among the foliage, ʻakiapolaʻau (Hemignathus munroi), the ʻakialoa's (Hemignathusspp.), and the Black mamo or hoa (Drepanis funerea)--the latter two now extinct. Additionally, the coloration of these birds may have served as camouflague, protecting them in pre-historic times from predators such as the Wood harrier (Circus dossenus) and the stilt-owls (Grallistrixspp.), now extinct, and possibly from the still existing Hawaiian hawk or ʻio (Buteo solitarius). [19]",
        "Early Hawaiian Use": "Early Hawaiians had many uses for ʻōhiʻa. The exceptionally hard wood was fashioned into kapa beaters, prepping boards for kapa (lāʻau kahi wauke), poi boards (papa kuʻi poi), musical instruments, kālāʻau (dancing sticks), idols, spears, pāhoa (daggers), lāʻau (clubs), mallets, standards of kāhili, house construction, gunwales and interior framework for canoes. [1,4,16,17,18,21,24]Lei:From early Hawaii to the present day, flowers, seed capsules and liko  (new leaves) have been used for lei working. Lei ʻōhiʻa, with or without  other material, were given names such as lei lehua ʻula (red flowers),  lei lehua ʻalani (orange flowers), lei lehua melemele (yellow flowers),  and lei liko lehua, made with new leaves. [9]Medicinal:A mixture of ʻōhiʻa flowers, the inner bark of the Polynesian-introduced hau (Hibiscus tiliaceus), and a little water were given to women in labor when childbirth pangs became intense. Each time the woman had severe pains she was given a mouthful to drink. [1,7,11]The liko (new leaves) would be pounded together with lama leaves, leaf buds and flowers to treat thrush in children. To the mixture was added poi (poi lehua) from kalo lehua, heated with hot stones, then cooled and strained before given to the child. [1,12]Also, the liko were also used to stimulate the appetite and digestion of a weakened child. [4] Kaʻaiakamanu, in his third volume, specifically mentions the use \"Metrosideros collina plym Glaberrima\" in the aforementioned treatment, but states that the \"motherchewsthe liko,\" as well pounding methods, before administering it to the baby. [13]The aerial roots (aʻa lewa) were also used medicinally to stumulate appetite. [24]Other Uses:The wood was also a superior fire wood. [18]",
        "Modern Use": "The very hard, strong wood is much prized today for flooring, furniture, decorative poles, carvings, and ʻukulele keys. [20,21] Sapwood is pale brown, grading gradually into reddish-brown heartwood. [21] Wood takes a fine polish, but is difficult to cure. [22]Beautiful lei made with the flowers, buds and liko are still a favorite as they were in times of old. [9]Leaves are still as a pleasant tea in folk remedies. [21]Because of the abundance of nectar, the plants are classed as a honey plant. Lehua or ʻōhiʻa honey (meli) has a unique flavor to it. [21]",
        "Additional References": "[1] \"Plants in Hawaiian Medicine\" by Beatrice H. Krauss, pages 105, 106.[2] \"Plants in Hawaiian Culture\" by Beatrice H. Krauss, pages 50, 61, 63, 77, 80.[3] \"Lei Aloha--Flower Lei of Hawaiʻi with Instructions\" by Marsha Heckman, page 37.[4] \"Native Planters in Old Hawaii--Their Life, Lore, & Environment\" by E. S. Handy and Elizabeth Green Handy, page 237, 238, 239.[5] http://en.wikipedia.org/wiki/Myrtaceae [accessed 10/14/09][6] \"Container Gardening in Hawaii\" by Janice Crowl, page 51.[7] \"Native Plants Used as Medicine in Hawaii\" by Beatrice Krauss, page 38.[8] \"Plants and Flowers of Hawaiʻi\" by S.H. Sohmer & R. Gustafson, page 110.[9] \"Nā Lei Makamae--The Treasured Lei\" by Marie A.  McDonald  & Paul R.    Weissich, pages 64-73, 112-119.[10] \"The Strory of Lānaʻi\" by George C. Munro, page 67.[11] \"Hawaiian Herbs of Medicinal Value,\" by D.M. Kaʻaiakamanu & J.K.  Akina, page 31.[12] \"Native Hawaiian Medicine--Volume II\" by The Reverend Kaluna M. Kaʻaiakamanu, page 79.[13] \"Native Hawaiian Medicine--Volume III\" by The Rev. Kaluna M. Kaʻaiakamanu, page 79.[14] \"Hawaii Forest Disease and Pests\" http://www.ctahr.hawaii.edu/forestry/disease/index.html [Accessed 2/4/11; updated on 4/28/10][15] http://forums.gardenweb.com/forums/load/higard/msg1000242218824.html [Accessed 2/9/11][16] \"In Gardens of Hawaii\" by Marie C. Neal, page 638.[17] \"Resource Units in Hawaiian Culture\" by Donald D. Kilolani Mitchell, page 130.[18] \"Auwahi: Ethnobotany of a Hawaiian Dryland Forest\" by A.C. Medeiros, C.F. Davenport & C.G. Chimera, page 15.[19] \"Hawaiian Natural History, and Evolution\" by Alan C. Ziegler, pages 271-272.[20] \"Contemporary Woodworkers\" by Tiffany DeEtte Shafto & Lynda McDaniel, page 194.[21] \"Common Forest Trees of Hawaii (Native and Introduced)\" by Elbert L. Little Jr. and Roger G. Skolmen, pages 284, 286.[22] \"How to Plant a Native Hawaiian Garden\" by Kenneth M. Nagata, page \"ʻŌhiʻa lehua.\"[23] Haleakalā National Park http://www.nps.gov/hale/index.htm [Accessed on 7/16/13][24] Sam ʻOhukaniʻōhiʻa Gon III, presentation \"An introduction to the biolcultural significance of out dominant tree Metrosideros Polymorpha,\" Nāhelehele Dryland  Forest Symposium, March 1, 2013.PHOTOS FOR THIS SPECIES CAN BE SEEN AT THE LINK (Copy & Paste to your browser):https://www.flickr.com/search/?user_id=50823119%40N08&sort=date-taken-desc&view_all=1&text=Metrosideros%20polymorpha"
    }
}