{
    "Abutilon_eremitopetalum": {
        "Genus": "Abutilon",
        "Species": "eremitopetalum",
        "Common Names": [
            "Hidden-petaled abutilon",
            "Hidden-petaled ilima"
        ],
        "Synonyms": [
            "Abortopetalum eremitopetalum",
            "Abutilon cryptopetalum"
        ],
        "Did You Know…?": "As its scientific name suggests, the hidden-petaled abutilon (Abutilon eremitopetalum) is one of only three of the 150 or so worldwide species ofAbutilonthat have its petalscompletely\"hidden\" from sight. One only sees the fuzzy calyx (the portion covering the petals) and the promenent red stamen protruding from the flower with the lime green lime petals totally hidden within the calyx.",
        "Distribution Status": "Endemic",
        "Endangered Species Status": "Federally Listed",
        "Plant Form / Growth Habit": [
            "Sprawling Shrub",
            "Shrub"
        ],
        "Mature Size, Height (in feet)": [
            "Shrub, Small, 2 to 6",
            "Shrub, Medium, 6 to 10"
        ],
        "Life Span": "Long lived (Greater than 5 years)",
        "Landscape Uses": [
            "Accent",
            "Container",
            "Hedges",
            "Screening",
            "Specimen Plant"
        ],
        "Additional Landscape Use Information": "Certainly not the most impressive of the native abutlion species, but nonetheless, a unique and rare addition to a native landscape! They are rather easy to grow and maintain in a landscape and perform much like koʻoloa ʻula. With its attractive silvery-greenish foliage, this plant can be used as an accent shrub.",
        "Source of Fragrance": [
            "No Fragrance"
        ],
        "Plant Produces Flowers": "Yes",
        "Flower Type": "Not Showy",
        "Flower Colors": [
            "Green",
            "Greenish-White",
            "Red"
        ],
        "Additional Flower Color Information": "The lime green petals are hidden within the calyx (sepals)--the portion of the flower under the petals. Some calyxes have a flush of light red. The prominent stamen cluster (staminal tube) is coral red and protrudes from the petals/calyx area.",
        "Blooming Period": [
            "Sporadic"
        ],
        "Additional Blooming Period and Fruiting Information": "The unique flowers of the hidden-petaled abutilon are indeed hidden among the large leaves and not readily detected from a distance. One or two flowers are on each stem.",
        "Plant texture": [
            "Medium"
        ],
        "Leaf Colors": [
            "Gray / Silverish",
            "Light Green"
        ],
        "Additional Leaf Color Information": "The light green to grayish-green leaves are fuzzy and heart-shaped.",
        "Additional Pest & Disease Information": "Chinese rose beetles can chew unslightly holes in leaves.",
        "Pruning Information": "Like other members of the Mallow family (Malvaceae), this rare shrub seems to handle pruning well. Do not remove more than necessary at any one time.",
        "Water Requirements": [
            "Dry"
        ],
        "Additional Water Information": "Grows well in dry, warm temperature.  Benefits from regular watering.",
        "Soil must be well drained": "Yes",
        "Light Conditions": [
            "Full sun",
            "Partial sun"
        ],
        "Additional Lighting Information": "Does best in full sun conditions.",
        "Tolerances": [
            "Drought"
        ],
        "Soils": [
            "Clay",
            "Cinder",
            "Organic"
        ],
        "Natural Range": [
            "Lānaʻi"
        ],
        "Natural Zones (Elevation in feet, Rainfall in inches)": [
            "150 to 1000, 0 to 50 (Dry)",
            "1000 to 1999, 0 to 50 (Dry)"
        ],
        "Habitat": [
            "Terrestrial"
        ],
        "Additional Habitat Information": "This extremely rare and endangered abutilon is only from dry forests at 690 to 1710 feet in eastern Lānaʻi in Kānepuʻu, Kehewai, and the Kalulu and Maunalei Valleys, but also previously recorded from Kaʻā in the northwest, Mahana (east), and Pāwili (northeast). [1,2]The plants from Kānepuʻu were introductions by George Munro, with at least some of these from the Kalulu plants. [1]",
        "General Information": "The hidden-petaled abutilon is a smaller relative of hibiscuses belonging to the Mallow family (Malvaceae).  There are some 150 species worldwide in the genusAbutilon.The Hawaiian Islands have four native species: one indigenousAbutilonspecies (Abutilon incanum) and three endemic endangered species (Abutilon eremitopetalum, A. menziesii, A. sandwicense).",
        "Etymology": "The generic nameAbutilonis derived from the Arabic awbūtīlūn (’abū ṭīlūn), for malvaceous (mallow-like) plants. [3, 4]The specific epitheteremitopetalumliterally means \"hidden petaled.\"Hawaiian Name:There is noknownHawaiian name for the hidden-petaled abutilon.",
        "Background Information": "The Saga of the Hidden-petaled abutilonThe  hidden-petaled abutilon was \"discovered\" by George Munro in 1930 in  Maunalei Valley, Lānaʻi. This abuliton has always been considered rare with  widely scattered populations. The grazing and antler rubbing activities  of Axis deer or chital (Axis axis), introduced to the islands in  1867, has only added to the abutilon's decline.In 1951, only two or  three plants were found. By the early 1980's this species was considered  extinct. However, in 1987 about 60-70 plants were discovered in the  north fork of Kaheʻa Gulch on a slope. But by 1990, only 30 plants were  observed by Steve Perlman (National Tropical Botanical Garden, Kauaʻi). By June  1993 the population was reduced to only seven specimens--the rest eaten  by deer. [1,2]Today, about 100 plants are found in a single wild population in Kaheʻa Gulch.Fortunately, these plants are in cultivation today and grow in several public and private gardens.",
        "Modern Use": "Abutilon eremitopetalumis closely related to koʻoloa ʻula (A. menziesii) and will readily hybridize producing an interesting cross with characteristics of both parents.Like so many other species in the Malvaceae, or Mallow Group, this species, while still uncommon in commercial landscapes, it is rather easy to grow and maintain in the home garden.",
        "Additional References": "[1] \"Recovery Plan for the Lanai Plant Cluster,\" page 26.[2] \"The Story of Lānaʻi\" by George C. Munro,\" Map (enclosed).[3] http://en.wiktionary.org/wiki/Abutilon. [Accessed on 8/17/11][4] http://www.merriam-webster.com/dictionary/abutilon. [Accessed on 8/17/11]PHOTOS FOR THIS SPECIES CAN BE SEEN AT THE LINK (Copy & Paste to your browser):https://www.flickr.com/search/?user_id=50823119%40N08&sort=date-taken-desc&view_all=1&text=Abutilon%20eremitopetalum"
    },
    "Abutilon_incanum": {
        "Genus": "Abutilon",
        "Species": "incanum",
        "Hawaiian Names with Diacritics": [
            "ʻIlima pua kea",
            "Koʻoloa kea",
            "Maʻo"
        ],
        "Hawaiian Names": [
            "Ilima pua kea",
            "Kooloa kea",
            "Mao"
        ],
        "Common Names": [
            "Hoary abutilon"
        ],
        "Synonyms": [
            "Sida incana"
        ],
        "Endangered Species Status": "No Status",
        "Plant Form / Growth Habit": [
            "Sprawling Shrub",
            "Shrub"
        ],
        "Mature Size, Height (in feet)": [
            "Shrub, Small, 2 to 6",
            "Shrub, Medium, 6 to 10"
        ],
        "Mature Size, Width": "6 to 8 feet.",
        "Life Span": "Long lived (Greater than 5 years)",
        "Landscape Uses": [
            "Accent",
            "Container"
        ],
        "Additional Landscape Use Information": "A rarely used small shrub that has great potential as an accent plant and may be used in the landscape like ʻilima (Sida fallax).The shrubs can be used in xeric locations and may even be salt tolerant since it can be naturally found within a stone's throw from the ocean. [David Eickhoff, Native Plants Hawaiʻi]",
        "Plant Produces Flowers": "Yes",
        "Flower Type": "Not Showy",
        "Flower Colors": [
            "Pink",
            "Purple",
            "Red",
            "White"
        ],
        "Additional Flower Color Information": "The beautiful five-petaled flowers are tiny compared with the leaves. Like many otherAbutilonspecies the flowers are often hidden by the leaves.Though only pink flowered forms are known in Hawaiʻi, colors can also be white, yellow, orange-yellow to orange in other parts of its natural range. The flower centers of Hawaiian flowers are reddish or wine-colored.Note: The \"Flower Colors\" range above is only for the Hawaiian plants.",
        "Blooming Period": [
            "Year Round",
            "Sporadic"
        ],
        "Additional Blooming Period and Fruiting Information": "In Hawaiʻi, the blooming period can be sporadic or year round.On the continental USA, they flower from March to October.",
        "Plant texture": [
            "Medium",
            "Coarse"
        ],
        "Additional Plant Texture Information": "In culture, if over watered and/or fertilized with especially with high nitrogen, the leaves can become flaccid (sagging) and large, overwhelming the already small flowers. [David Eickhoff, Native Plants Hawaiʻi]",
        "Leaf Colors": [
            "Light Green",
            "Medium Green"
        ],
        "Additional Pest & Disease Information": "Aphids seem to target new leaves. Whitefies and red spider mites may be problematic on mature leaves. [David Eickhoff, Native Plants Hawaiʻi]",
        "Water Requirements": [
            "Dry"
        ],
        "Additional Water Information": "More water produces larger leaves, but hides the already tiny flowers.",
        "Soil must be well drained": "Yes",
        "Light Conditions": [
            "Full sun",
            "Partial sun"
        ],
        "Additional Lighting Information": "Though they prefer full sun, they can also naturally be found in partial sun under kiawe (Prosopissp.), pluchea and other alien shrubs and trees. [David Eickhoff, Native Plants Hawaiʻi]",
        "Tolerances": [
            "Drought",
            "Wind",
            "Heat"
        ],
        "Soils": [
            "Sand",
            "Cinder",
            "Organic",
            "Coral"
        ],
        "Natural Range": [
            "Niʻihau",
            "Kauaʻi",
            "Oʻahu",
            "Molokaʻi",
            "Lānaʻi",
            "Maui",
            "Kahoʻolawe"
        ],
        "Natural Zones (Elevation in feet, Rainfall in inches)": [
            "Less than 150, 0 to 50 (Dry)",
            "150 to 1000, 0 to 50 (Dry)"
        ],
        "Habitat": [
            "Terrestrial"
        ],
        "Additional Habitat Information": "Native to the Sonara Desert (s.w. Arizona, Baja, and Sinaloa in n. Mexico), Colorado, New Mexico, Texas (Edwards Plateau to w. Texas), [2] and in Hawaiʻi.In Hawaiʻi it is questionably indigenous and found mainly on leeward sides in shrublands, grasslands, and dry forests on all the main islands except Hawaiʻi Island, from sea level to about 720 feet.A. menziesiihas been recorded from two areas in the lowlands  adjacent to the Waiʻanae Mountains (Kapolei area and Lualualei). [Joel  Lau, Botanist].A. incanumgrows in the vicinity and natural hybrids may be possible. [David Eickhoff, Native Plants Hawaiʻi]",
        "General Information": "Maʻo or ʻilima pua kea are smaller relatives of hibiscuses belonging to the Mallow  family (Malvaceae).  There are some 150 species worldwide in the genusAbutilon.The Hawaiian Islands have four nativeAbutilonspecies: the featured  indigenous species (Abutilon incanum) and three endemic endangered species (A. eremitopetalum, A. menziesii, A. sandwicense).",
        "Etymology": "The generic nameAbutilonis derived from the Arabic awbūtīlūn (’abū ṭīlūn), for malvaceous (mallow-like) plants. [7,8]The specific epithetincanumis from the Latinincanus, hoary-white or grey- or white-haired, in reference to the whitish fuzz that cover these plants. [8]Hawaiian Names:ʻIlima pua keais literally translated \"theʻilimawith white flowers\" [1]and Koʻoloa keais \"the whitekoʻoloa.\" [5] Both names refer to similar native family membersʻilima(Sida fallax) andkoʻoloa ʻula(Abutilon menziesii), respectively.Maʻois also the name used for the native cotton (Gossypium sandvicense), but also means \"green.\" See below \"Early Hawaiian Use.\"",
        "Background Information": "Outside of Hawaiʻi, this species is known as hoary abutilon, pelotazo, pelotazo chico, and tronadora.A. menziesiihas been recorded from two areas in the lowlands  adjacent to the Waiʻanae Mountains (Kapolei area and Lualualei). [Joel  Lau, Botanist].A. incanumgrows in the vicinity and natural hybrids may be possible. [David Eickhoff, Native Plants Hawaiʻi]",
        "Early Hawaiian Use": "Dye:A green (ʻōmaʻomaʻo) dye was made from the leaves of maʻo. [6]Medicinal:Dried flowers and root bark were pounded together with other plants, and liquid was heated and used for stomachaches [3,4]",
        "Modern Use": "This abutilon can be used in dry flower arrangements. [2]The tiny flowers may have use for lei since they seem to last a few days after picked. [David Eickhoff, Native Plants Hawaiʻi]",
        "Additional References": "[1] \"A Chronicle and Flora of Niihau\" by Juliet Rice Wichman and Harold St. John, page 109.[2] University of Texas at Austin Native Plant Database http://www.wildflower.org/plants/result.php?id_plant=ABIN [Accessed June 16, 2010][3] \"Native American Ethnobotany\" by Daniel E. Moerman, page 37.[4] \"Hawaiian Herbs of Medicinal Value\" by D.M. Kaaiakamanu & J.K. Akina, page 69.[5] \"Hoʻōla Hou I Ke Kino Kanalo\" by Social Science Research Institute.[6] \"Arts and Crafts of Hawaii\" by Te Rangi Hiroa (Sir Peter H. Buck), page 187.[7] http://en.wiktionary.org/wiki/Abutilon [Accessed on 8/17/11][8] http://www.merriam-webster.com/dictionary/abutilon [Accessed on 8/17/11][9] http://www.definition-of.net/hoary [Accessed on 8/17/11]PHOTOS FOR THIS SPECIES CAN BE SEEN AT THE LINK (Copy & Paste to your browser):https://www.flickr.com/search/?user_id=50823119%40N08&sort=date-taken-desc&view_all=1&text=Abutilon%20incanum"
    },
    "Abutilon_menziesii": {
        "Genus": "Abutilon",
        "Species": "menziesii",
        "Hawaiian Names with Diacritics": [
            "Koʻoloa ʻula"
        ],
        "Hawaiian Names": [
            "Kooloa ula"
        ],
        "Names with Unknown Sources": [
            "Red abutilon",
            "Red ilima"
        ],
        "Distribution Status": "Endemic",
        "Endangered Species Status": "Federally Listed",
        "Plant Form / Growth Habit": [
            "Sprawling Shrub"
        ],
        "Mature Size, Height (in feet)": [
            "Shrub, Small, 2 to 6",
            "Shrub, Medium, 6 to 10"
        ],
        "Mature Size, Width": "Minimum height to width ratio 2:1.",
        "Life Span": "Long lived (Greater than 5 years)",
        "Landscape Uses": [
            "Accent",
            "Container",
            "Hedges",
            "Screening",
            "Specimen Plant"
        ],
        "Additional Landscape Use Information": "These are attractive shrubs with silvery-green foliage and beautiful flowers. Koʻoloa ʻula was one of the first Hawaiian endangered species to be used in urban landscapes in Hawaiʻi. An excellent heat and drought tolerant plant for very sunny and dry areas. Best not to over water koʻoloa ʻula for best flower production.",
        "Source of Fragrance": [
            "No Fragrance"
        ],
        "Plant Produces Flowers": "Yes",
        "Flower Type": "Showy",
        "Flower Colors": [
            "Cream",
            "Pink",
            "Red",
            "Yellow"
        ],
        "Additional Flower Color Information": "The small hibiscus-shaped flowers generally hang downward. Though charming up close, the flowers can be hidden by the much larger leaves and not often visible at a distance. Of course, there are exceptions especially with smaller- or narrow-leaved forms.Although the Hawaiian name ʻula refers to the more commonly seen red color, koʻoloa ʻula flowers are known in a range of colors: pink, pink and white, pale red, maroon, deep purplish-red (wine), salmon, and blond or butter. The center or staminal column is yellowish.",
        "Blooming Period": [
            "Year Round",
            "Sporadic"
        ],
        "Additional Blooming Period and Fruiting Information": "If flowers and seed pods are picked, flowering will continue.  During the hottest parts of the year, floweringmaycease or slow down, for a month or two. But generally, flowers are seen throughout most of the year.",
        "Plant texture": [
            "Fine",
            "Medium"
        ],
        "Additional Plant Texture Information": "The attractive leaves are variable in shape and have a velvety (pubescent) feel to them.  Leaves range between 1 and 5 inches.",
        "Leaf Colors": [
            "Light Green",
            "Medium Green"
        ],
        "Additional Leaf Color Information": "The intensity of the pubescence varies with the form, amount of sunlight and water.",
        "Additional Pest & Disease Information": "Chinese rose beetles will often chew unsightly holes in leaves. Aphids and mealybugs can be a problem around flower buds.Black sooty mold can be due to overwatering or in periods of continuous heavy rainfall.",
        "Fertilizer": "Apply a balanced slow release fertilizer with minor elements every six months.  While an occasional foliar feeding is beneficial, monitor the frequency and amounts of applications.  Over fertilizing, especially with nitrogen, can cause large floppy foliage, producing fewer flowers and encourages leaf-eating pests. [David Eickhoff, Native Plants Hawaiʻi]",
        "Pruning Information": "Koʻoloa ʻula can be pruned to desired height.  Avoid cutting branches too far back to the leafless wood because plants may not re-branch.",
        "Water Requirements": [
            "Dry"
        ],
        "Additional Water Information": "It is best to water the ground beneath the shrubs to avoid excessive water on the foliage and branches which can lead to fungal problems.  Allow soil to dry between waterings.  Black sooty mold forming on leaves and stems, as well as a lower flower production, are tell tale signs of overwatering.  Prolonged rainy periods may also cause black sooty mold to form but plants usually bounce back in the dry season.  Once established there is little reason to provide additional water except in very dry periods. [David Eickhoff, Native Plants Hawaiʻi]",
        "Soil must be well drained": "Yes",
        "Light Conditions": [
            "Full sun",
            "Partial sun"
        ],
        "Additional Lighting Information": "Best grown in full sun for good health and highest flower production.",
        "Spacing Information": "Space them 4 to 6 feet a part to showcase individual shrubs in the landscape, or 2 to 5 feet for hedge plantings.",
        "Tolerances": [
            "Drought",
            "Heat"
        ],
        "Soils": [
            "Clay",
            "Cinder",
            "Organic"
        ],
        "Limitations": "Some forms handle wind better than others. But generally best to shelter from strong wind.Koʻoloa ʻula does not tolerate salt spray conditions.",
        "Natural Range": [
            "Oʻahu",
            "Lānaʻi",
            "Maui",
            "Hawaiʻi"
        ],
        "Natural Zones (Elevation in feet, Rainfall in inches)": [
            "150 to 1000, 0 to 50 (Dry)",
            "1000 to 1999, 0 to 50 (Dry)"
        ],
        "Habitat": [
            "Terrestrial"
        ],
        "Additional Habitat Information": "Locally uncommon to rare in dry forests.Abutilon menziesii has also been recorded from Lānaʻi; West Maui with a single recorded location at Pōhākea Gulch; East Maui on the western flank of Haleakalā; and Hawaiʻi Island in South Kohala. [Joel Lau, Botanist]Some of the largest natural populations occur on the island of Lānaʻi. [Robert Hobdy, Botanist]",
        "General Information": "Koʻoloa ʻula are smaller relatives of hibiscuses belonging to the Mallow family (Malvaceae).  There are some 150 species worldwide in the genusAbutilon.The Hawaiian Islands have four nativeAbutilonspecies: one indigenous species (Abutilon incanum) and three endemic endangered species (A. eremitopetalum, A. menziesii, A. sandwicense).",
        "Etymology": "The generic nameAbutilonis derived from the Arabic awbūtīlūn (’abū ṭīlūn), for malvaceous (mallow-like) plants.The species epithetmenziesiirefers to Archibald Menzies (1754-1842) a Scottish surgeon and naturalist, and the first to taxonomically identify the species.Hawaiian Name:See above \"Additonal Flower Color Information.\"",
        "Background Information": "Artificial (man-made) crosses between the two endemicsAbutlion menziesiixA. sandwicensehave been produced. However, natural hybrids of this combination could potentially be found on the western side of Oʻahu in or near the Waiʻanae Mountains.Abutilon sandwicensisis endemic to the Waiʻanae Mountains, andA. menziesiihas been recorded from two areas in the lowlands adjacent to the Waiʻanae Mountains (Kapolei area and Lualualei). [Joel Lau, Botanist]A. incanumgrows in the vicinity and natural hybrids may be possible. [David Eickhoff, Native Plants Hawaiʻi]",
        "Early Hawaiian Use": "Lei:The flowers were used in lei making. [1]Medicinal:The juice of the red blossoms was used as a laxative. [2]",
        "Modern Use": "The flowers do not wilt quickly, making koʻoloa ʻula a nice lei flower. [1]This species easily hybridizes with the hidden-petaled abuliton (Abutilon eremitopetalum), a Lānaʻi endemic, producing an interesting cross with a balance of nice characteristics from both parents. [David Eickhoff, Native Plants Hawaiʻi]",
        "Additional References": "[1] \"Nā Lei Makamae--The Treasured Lei\" by Marie A. McDonald & Paul R. Weissich, page 52.[2] \"Native Planters in Old Hawaii--Their Life, Lore, & Environment\" by E. S. Handy and Elizabeth Green Handy, page 239.[3] http://en.wikipedia.org/wiki/Archibald_Menzies [Accessed 11/4/10][4] http://en.wiktionary.org/wiki/Abutilon [Accessed on 8/17/11][5] http://www.merriam-webster.com/dictionary/abutilon [Accessed on 8/17/11]PHOTOS FOR THIS SPECIES CAN BE SEEN AT THE LINK (Copy & Paste to your browser):https://www.flickr.com/search/?user_id=50823119%40N08&sort=date-taken-desc&view_all=1&text=Abutilon%20menziesii"
    }
}